
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "นำทั้งหมดมาไว้ด้านหน้า";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "หน้าต่าง";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "ย่อขนาด";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "หน้าต่าง";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "MainMenu";

/* Class = "NSMenuItem"; title = "Skype"; ObjectID = "56"; */
"56.title" = "Skype";

/* Class = "NSMenu"; title = "Skype"; ObjectID = "57"; */
"57.title" = "Skype";

/* Class = "NSMenuItem"; title = "About Skype"; ObjectID = "58"; */
"58.title" = "เกี่ยวกับ Skype";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "73"; */
"73.title" = "ปิดหน้าต่าง";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "ไฟล์";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "ไฟล์";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "วิธีใช้";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "วิธีใช้";

/* Class = "NSMenuItem"; title = "Learn about Skype for Mac"; ObjectID = "111"; */
"111.title" = "เรียนรู้เกี่ยวกับ Skype สำหรับ Mac";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "การตั้งค่า…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "บริการ";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "บริการ";

/* Class = "NSMenuItem"; title = "Hide Skype"; ObjectID = "134"; */
"134.title" = "ซ่อน Skype";

/* Class = "NSMenuItem"; title = "Quit Skype"; ObjectID = "136"; */
"136.title" = "จบการทำงาน Skype";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "ซ่อนอื่นๆ";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "แสดงทั้งหมด";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "197"; */
"197.title" = "ซูม";

/* Class = "NSMenu"; title = "Contacts"; ObjectID = "291"; */
"291.title" = "ผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "292"; */
"292.title" = "ผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Add Contact…"; ObjectID = "293"; */
"293.title" = "เพิ่มผู้ติดต่อ…";

/* Class = "NSMenuItem"; title = "Show Profile"; ObjectID = "835"; */
"835.title" = "แสดงโพรไฟล์";

/* Class = "NSMenuItem"; title = "Skype"; ObjectID = "839"; */
"839.title" = "Skype";

/* Class = "NSMenuItem"; title = "Check for Updates…"; ObjectID = "842"; */
"842.title" = "ตรวจสอบการอัพเดต…";

/* Class = "NSMenuItem"; title = "Rename…"; ObjectID = "969"; */
"969.title" = "เปลี่ยนชื่อ…";

/* Class = "NSMenuItem"; title = "Block Contact…"; ObjectID = "992"; */
"992.title" = "บล็อกผู้ติดต่อ…";

/* Class = "NSMenuItem"; title = "Send Contact Request…"; ObjectID = "996"; */
"996.title" = "ส่งคำขอเป็นผู้ติดต่อ…";

/* Class = "NSMenuItem"; title = "Send Contacts…"; ObjectID = "1016"; */
"1016.title" = "ส่งผู้ติดต่อ…";

/* Class = "NSMenuItem"; title = "Hang Up"; ObjectID = "1020"; */
"1020.title" = "วางสาย";

/* Class = "NSMenuItem"; title = "Hold"; ObjectID = "1026"; */
"1026.title" = "พักสาย";

/* Class = "NSMenuItem"; title = "Mute Microphone"; ObjectID = "1027"; */
"1027.title" = "ปิดเสียงไมโครโฟน";

/* Class = "NSMenuItem"; title = "Send Photos and Files…"; ObjectID = "1040"; */
"1040.title" = "ส่งภาพถ่ายและไฟล์…";

/* Class = "NSMenuItem"; title = "Call"; ObjectID = "1043"; */
"1043.title" = "โทร";

/* Class = "NSMenu"; title = "Conversations"; ObjectID = "1259"; */
"1259.title" = "การสนทนา";

/* Class = "NSMenuItem"; title = "Conversations"; ObjectID = "1260"; */
"1260.title" = "การสนทนา";

/* Class = "NSMenuItem"; title = "Add People…"; ObjectID = "1261"; */
"1261.title" = "เพิ่มบุคคล…";

/* Class = "NSMenuItem"; title = "Rename Conversation…"; ObjectID = "1262"; */
"1262.title" = "เปลี่ยนชื่อการสนทนา…";

/* Class = "NSMenuItem"; title = "Leave Conversation…"; ObjectID = "1263"; */
"1263.title" = "ออกจากการสนทนา…";

/* Class = "NSMenuItem"; title = "View"; ObjectID = "1515"; */
"1515.title" = "ดู";

/* Class = "NSMenu"; title = "View"; ObjectID = "1516"; */
"1516.title" = "ดู";

/* Class = "NSMenuItem"; title = "Delete Contact…"; ObjectID = "2126"; */
"2126.title" = "ลบผู้ติดต่อ…";

/* Class = "NSMenuItem"; title = "Send SMS…"; ObjectID = "2138"; */
"2138.title" = "ส่ง SMS…";

/* Class = "NSMenuItem"; title = "Notification Settings…"; ObjectID = "2166"; */
"2166.title" = "การตั้งค่าการแจ้ง…";

/* Class = "NSMenuItem"; title = "Make Text Bigger"; ObjectID = "2920"; */
"2920.title" = "ทำตัวอักษรให้ใหญ่ขึ้น";

/* Class = "NSMenuItem"; title = "Make Text Smaller"; ObjectID = "2921"; */
"2921.title" = "ทำตัวอักษรให้เล็กลง";

/* Class = "NSMenuItem"; title = "Change Status"; ObjectID = "3205"; */
"3205.title" = "เปลี่ยนสถานะ";

/* Class = "NSMenu"; title = "Change Status"; ObjectID = "3206"; */
"3206.title" = "เปลี่ยนสถานะ";

/* Class = "NSMenuItem"; title = "Heartbeat (Skype Status)"; ObjectID = "3224"; */
"3224.title" = "Heartbeat (สถานะของ Skype)";

/* Class = "NSMenuItem"; title = "Show Pictures in Sidebar"; ObjectID = "3239"; */
"3239.title" = "แสดงรูปภาพในแถบด้านข้าง";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "3245"; */
"3245.title" = "แก้ไข";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "3246"; */
"3246.title" = "แก้ไข";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "3247"; */
"3247.title" = "เลิกทำ";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "3248"; */
"3248.title" = "ทำซ้ำ";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "3250"; */
"3250.title" = "ตัด";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "3251"; */
"3251.title" = "คัดลอก";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "3252"; */
"3252.title" = "วาง";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "3254"; */
"3254.title" = "ลบ";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "3255"; */
"3255.title" = "เลือกทั้งหมด";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "3257"; */
"3257.title" = "ค้นหา";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "3258"; */
"3258.title" = "การสะกดและไวยากรณ์";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "3259"; */
"3259.title" = "การเปลี่ยนแทนที่";

/* Class = "NSMenuItem"; title = "Transformations"; ObjectID = "3260"; */
"3260.title" = "การแปลงรูปแบบ";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "3261"; */
"3261.title" = "เสียงพูด";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "3262"; */
"3262.title" = "เสียงพูด";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "3263"; */
"3263.title" = "เริ่มพูด";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "3264"; */
"3264.title" = "หยุดพูด";

/* Class = "NSMenu"; title = "Transformations"; ObjectID = "3265"; */
"3265.title" = "การแปลงรูปแบบ";

/* Class = "NSMenuItem"; title = "Make Upper Case"; ObjectID = "3266"; */
"3266.title" = "ทำให้เป็นตัวพิมพ์ใหญ่";

/* Class = "NSMenuItem"; title = "Make Lower Case"; ObjectID = "3267"; */
"3267.title" = "ทำให้เป็นตัวพิมพ์เล็ก";

/* Class = "NSMenuItem"; title = "Capitalize"; ObjectID = "3268"; */
"3268.title" = "ตัวพิมพ์ใหญ่";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "3269"; */
"3269.title" = "การเปลี่ยนแทนที่";

/* Class = "NSMenuItem"; title = "Show Substitutions"; ObjectID = "3270"; */
"3270.title" = "แสดงการเปลี่ยนแทนที่";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "3272"; */
"3272.title" = "คัดลอกหรือวางอัจฉริยะ";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "3273"; */
"3273.title" = "อัญประกาศอัจฉริยะ";

/* Class = "NSMenuItem"; title = "Smart Dashes"; ObjectID = "3274"; */
"3274.title" = "ขีดกลางอัจฉริยะ";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "3275"; */
"3275.title" = "ลิงก์อัจฉริยะ";

/* Class = "NSMenuItem"; title = "Data Detectors"; ObjectID = "3276"; */
"3276.title" = "ตัวตรวจจับข้อมูล";

/* Class = "NSMenuItem"; title = "Text Replacement"; ObjectID = "3277"; */
"3277.title" = "การแทนที่ข้อความ";

/* Class = "NSMenu"; title = "Spelling"; ObjectID = "3278"; */
"3278.title" = "การสะกดคำ";

/* Class = "NSMenuItem"; title = "Show Spelling and Grammar"; ObjectID = "3279"; */
"3279.title" = "แสดงการสะกดและไวยากรณ์";

/* Class = "NSMenuItem"; title = "Check Document Now"; ObjectID = "3280"; */
"3280.title" = "ตรวจสอบเอกสารเดี๋ยวนี้";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "3282"; */
"3282.title" = "ตรวจสอบการสะกดขณะป้อน";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "3283"; */
"3283.title" = "ตรวจสอบไวยากรณ์ด้วยการสะกด";

/* Class = "NSMenuItem"; title = "Correct Spelling Automatically"; ObjectID = "3284"; */
"3284.title" = "แก้ไขการสะกดโดยอัตโนมัติ";

/* Class = "NSMenu"; title = "Find"; ObjectID = "3285"; */
"3285.title" = "ค้นหา";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "3286"; */
"3286.title" = "ค้นหา…";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "3287"; */
"3287.title" = "ค้นหาถัดไป";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "3288"; */
"3288.title" = "ค้นหาก่อนหน้า";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "3289"; */
"3289.title" = "ใช้การเลือกสำหรับค้นหา";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "3290"; */
"3290.title" = "ข้ามไปยังการเลือก";

/* Class = "NSMenuItem"; title = "Edit Last Message…"; ObjectID = "3322"; */
"3322.title" = "แก้ไขข้อความล่าสุด…";

/* Class = "NSMenuItem"; title = "Provide Skype Feedback…"; ObjectID = "3342"; */
"3342.title" = "ส่งคำติชม Skype…";

/* Class = "NSMenuItem"; title = "Edit Profile…"; ObjectID = "3346"; */
"3346.title" = "แก้ไขโพรไฟล์…";

/* Class = "NSMenuItem"; title = "Edit Mood Message…"; ObjectID = "3348"; */
"3348.title" = "แก้ไขข้อความแสดงอารมณ์…";

/* Class = "NSMenuItem"; title = "Change Password…"; ObjectID = "3350"; */
"3350.title" = "เปลี่ยนรหัสผ่าน…";

/* Class = "NSMenuItem"; title = "My Account"; ObjectID = "3352"; */
"3352.title" = "บัญชีผู้ใช้ของฉัน";

/* Class = "NSMenuItem"; title = "Sign Out"; ObjectID = "3358"; */
"3358.title" = "ออกจากระบบ";

/* Class = "NSMenuItem"; title = "Search Contacts and Messages"; ObjectID = "3360"; */
"3360.title" = "ค้นหาผู้ติดต่อและข้อความ";

/* Class = "NSMenuItem"; title = "Clear Recent…"; ObjectID = "3368"; */
"3368.title" = "ล้างรายการล่าสุด…";

/* Class = "NSMenuItem"; title = "Dial Pad"; ObjectID = "3369"; */
"3369.title" = "แป้นกดหมายเลข";

/* Class = "NSMenuItem"; title = "New Conversation…"; ObjectID = "3375"; */
"3375.title" = "การสนทนาใหม่…";

/* Class = "NSMenuItem"; title = "Close Conversation"; ObjectID = "3411"; */
"3411.title" = "ปิดการสนทนา";

/* Class = "NSMenuItem"; title = "Manage API Clients…"; ObjectID = "3422"; */
"3422.title" = "จัดการไคลเอ็นต์ API…";

/* Class = "NSMenuItem"; title = "as List"; ObjectID = "3425"; */
"3425.title" = "เป็นรายการ";

/* Class = "NSMenuItem"; title = "as Pictures"; ObjectID = "3426"; */
"3426.title" = "เป็นรูปภาพ";

/* Class = "NSMenuItem"; title = "Welcome Tour"; ObjectID = "3432"; */
"3432.title" = "แนะนำการใช้งานครั้งแรก";

/* Class = "NSMenuItem"; title = "Next Conversation"; ObjectID = "3434"; */
"3434.title" = "การสนทนาถัดไป";

/* Class = "NSMenuItem"; title = "Previous Conversation"; ObjectID = "3435"; */
"3435.title" = "การสนทนาก่อนหน้า";

/* Class = "NSMenuItem"; title = "Contacts Monitor"; ObjectID = "3440"; */
"3440.title" = "ตัวตรวจสอบผู้ติดต่อ";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "3442"; */
"3442.title" = "ปิดหน้าต่าง";

/* Class = "NSMenuItem"; title = "Make Text Normal Size"; ObjectID = "3446"; */
"3446.title" = "ทำตัวอักษรเป็นขนาดปกติ";

/* Class = "NSMenuItem"; title = "Instant Message…"; ObjectID = "3448"; */
"3448.title" = "ข้อความโต้ตอบแบบทันที…";

/* Class = "NSMenuItem"; title = "Technical Call Info"; ObjectID = "3455"; */
"3455.title" = "ข้อมูลทางเทคนิคของการโทร";

/* Class = "NSMenuItem"; title = "Mark All Conversations As Read"; ObjectID = "3465"; */
"3465.title" = "ทำเครื่องหมายการสนทนาทั้งหมดว่าอ่านแล้ว";

/* Class = "NSMenuItem"; title = "Stop Sharing Screen"; ObjectID = "3469"; */
"3469.title" = "หยุดแชร์หน้าจอ";

/* Class = "NSMenuItem"; title = "Share Screen…"; ObjectID = "3471"; */
"3471.title" = "แชร์หน้าจอ…";

/* Class = "NSMenuItem"; title = "Mark Conversation As Unread"; ObjectID = "3483"; */
"3483.title" = "ทำเครื่องหมายการสนทนาว่ายังไม่ได้อ่าน";

/* Class = "NSMenuItem"; title = "Manage Blocked Users…"; ObjectID = "3491"; */
"3491.title" = "จัดการผู้ใช้ที่บล็อกไว้…";

/* Class = "NSMenuItem"; title = "Enter Full Screen"; ObjectID = "3497"; */
"3497.title" = "เข้าสู่รูปแบบเต็มหน้าจอ";

/* Class = "NSMenuItem"; title = "Skype WiFi"; ObjectID = "3499"; */
"3499.title" = "Skype WiFi";

/* Class = "NSMenuItem"; title = "Delete Conversation…"; ObjectID = "3505"; */
"3505.title" = "ลบการสนทนา…";

/* Class = "NSMenuItem"; title = "Privacy Policy"; ObjectID = "3508"; */
"3508.title" = "นโยบายความเป็นส่วนตัว";

/* Class = "NSMenuItem"; title = "Buy Skype Credit"; ObjectID = "3515"; */
"3515.title" = "ซื้อเครดิต Skype";

/* Class = "NSMenuItem"; title = "Decrease Volume"; ObjectID = "3519"; */
"3519.title" = "ลดระดับเสียง";

/* Class = "NSMenuItem"; title = "Increase Volume"; ObjectID = "3521"; */
"3521.title" = "เพิ่มระดับเสียง";

/* Class = "NSMenuItem"; title = "Reload Page"; ObjectID = "3525"; */
"3525.title" = "โหลดหน้าเว็บอีกครั้ง";

/* Class = "NSMenuItem"; title = "Send Video Message…"; ObjectID = "3527"; */
"3527.title" = "ส่งข้อความวิดีโอ…";

/* Class = "NSMenuItem"; title = "Add Credit…"; ObjectID = "3529"; */
"3529.title" = "เพิ่มเครดิต…";

/* Class = "NSMenuItem"; title = "1 Year"; ObjectID = "3546"; */
"3546.title" = "1 ปี";

/* Class = "NSMenuItem"; title = "Last Message"; ObjectID = "3547"; */
"3547.title" = "ข้อความล่าสุด";

/* Class = "NSMenuItem"; title = "6 Months"; ObjectID = "3548"; */
"3548.title" = "6 เดือน";

/* Class = "NSMenuItem"; title = "3 Months"; ObjectID = "3549"; */
"3549.title" = "3 เดือน";

/* Class = "NSMenuItem"; title = "1 Month"; ObjectID = "3550"; */
"3550.title" = "1 เดือน";

/* Class = "NSMenuItem"; title = "1 Week"; ObjectID = "3551"; */
"3551.title" = "1 สัปดาห์";

/* Class = "NSMenuItem"; title = "Jump Back"; ObjectID = "3552"; */
"3552.title" = "ย้อนกลับ";

/* Class = "NSMenu"; title = "Jump Back"; ObjectID = "3553"; */
"3553.title" = "ย้อนกลับ";

/* Class = "NSMenuItem"; title = "Show Media Previews in Chat"; ObjectID = "3561"; */
"3561.title" = "แสดงตัวอย่างสื่อในการแชท";

/* Class = "NSMenuItem"; title = "Switch Screen or Window…"; ObjectID = "3575"; */
"3575.title" = "สลับหน้าจอหรือหน้าต่าง…";

/* Class = "NSMenuItem"; title = "Mark Conversation As Read"; ObjectID = "AwN-u0-aq9"; */
"AwN-u0-aq9.title" = "ทำเครื่องหมายการสนทนาว่าอ่านแล้ว";

/* Class = "NSMenuItem"; title = "Go to Support"; ObjectID = "BV1-wO-e7S"; */
"BV1-wO-e7S.title" = "ไปที่ฝ่ายสนับสนุน";

/* Class = "NSMenuItem"; title = "Send Files…"; ObjectID = "LGv-MU-w00"; */
"LGv-MU-w00.title" = "ส่งไฟล์…";

/* Class = "NSMenuItem"; title = "Ask the Skype Community"; ObjectID = "MdZ-kG-1Pq"; */
"MdZ-kG-1Pq.title" = "สอบถามชุมชน Skype";

/* Class = "NSMenuItem"; title = "Add Log Message…"; ObjectID = "b1K-jR-eFF"; */
"b1K-jR-eFF.title" = "Add Log Message…";

/* Class = "NSMenuItem"; title = "Beginning"; ObjectID = "jVV-6S-paL"; */
"jVV-6S-paL.title" = "เริ่มต้น";

/* Class = "NSMenuItem"; title = "1 Day"; ObjectID = "zrr-6y-uZv"; */
"zrr-6y-uZv.title" = "1 วัน";
